Repository: shazaibabubashar2210/AlzheimerCareHubPlatform
Catalog: AlzhCareHub/StringResources/Resource.*.resx
Languages: ur

source: AboutUs
ur: ہمارے بارے میں

source: AlzhCare
ur: الزکئیر

# WebSiteFooterText
source: AlzhCare Hub A platform where there is a release of burden from Caregivers to their Old People for take care.
ur: الزکئیر ہب – ایک ایسا پلیٹ فارم جہاں دیکھ بھال کرنے والوں کا بوجھ کم ہو جاتا ہے اور وہ اپنے بزرگوں کی بہتر دیکھ بھال کر سکتے ہیں۔

source: EducationalResources
ur: اسٹیج کی پیش گوئی

source: FindDoctor
ur: ڈاکٹر تلاش کریں

source: Home
ur: ہوم

source: Login
ur: لاگ ان

source: Logout
ur: لاگ آؤٹ

source: Volunteer
ur: رضاکار

source: Testimonials
ur: تعریفی آراء

source: AppsAndGames
ur: ایپس اور گیمز

source: Region
ur: علاقہ

source: Lahore
ur: لاہور

source: Karachi
ur: کراچی

source: Islamabad
ur: اسلام آباد

source: Mulla Wala
ur: مُلا والا

source: HelpCenter
ur: مدد مرکز

source: Help
ur: مدد

source: ContactSupport
ur: رابطہ معاونت

source: Instructions
ur: ہدایات

source: Works
ur: یہ کیسے کام کرتا ہے

# Rigths
source: Rights
ur: © الزش کیئر ہب۔ جملہ حقوق محفوظ ہیں۔

source: HeroText
ur: آپ کے لیے ورچوئل صحت کی دیکھ بھال

source: HeroPara
ur: الزائمر اور ڈیمنشیا کے ساتھ کوئی ہدایت نامہ نہیں آتا، لیکن مدد کے لیے وسائل دستیاب ہیں۔

source: GetHelp
ur: مدد حاصل کریں

source: Services
ur: ہماری خدمات

source: ServicesPara
ur: ہم الزائمر کے مریضوں کے نگرانوں کو جامع مدد فراہم کرنے کے لیے پرعزم ہیں۔ ہمارا پلیٹ فارم دیکھ بھال کو آسان، مؤثر اور مؤثر بنانے کے لیے مختلف خدمات پیش کرتا ہے۔ یہاں وہ خدمات ہیں جو ہم فراہم کرتے ہیں:

source: Remainder
ur: یاد دہانی اور الرٹس

source: RemainderPara
ur: ہزاروں ماہرین، جنرل ڈاکٹروں اور معتبر اسپتالوں میں سے اپنے ڈاکٹر کا انتخاب کریں

source: TrainingResources
ur: تربیتی وسائل

source: tp
ur: ہماری موبائل ایپلیکیشن کے ذریعے اپنی دوائیں خریدیں اور آسان ترسیل کے نظام سے فائدہ اٹھائیں۔

source: gp
ur: ہمارے معتمد ڈاکٹروں سے مفت مشاورت حاصل کریں اور بہترین تجاویز پائیں۔

source: dap
ur: ڈاکٹر سے ملاقات

source: dappara
ur: ہمارے قابل اعتماد ڈاکٹروں سے مفت مشاورت حاصل کریں اور بہترین تجاویز پائیں۔

source: feedback
ur: اپنی رائے دیں

source: feedpara
ur: آپ اپنے یا اپنے خاندان کے لیے 24/7 فوری طبی دیکھ بھال حاصل کر سکتے ہیں۔

source: faq
ur: عمومی سوالات

source: fp
ur: الزائمر کی بیماری کا سراغ لگائیں اور اس کے بارے میں پڑھیں: یہ کیا ہے اور کیسے شروع ہوئی۔

source: JoinHead
ur: الزائمر کے مریضوں کی مدد میں ہمارا ساتھ دیں۔

source: JoinPara
ur: ہماری رضاکار ٹیم میں شامل ہوں اور الزائمر کے مریضوں کی زندگیوں کو بہتر بنائیں۔ آپ کی مدد ایک گہرا فرق پیدا کر سکتی ہے۔

source: DonateHead
ur: الزائمر سپورٹ کے لیے عطیہ کریں

source: DonatePara
ur: آپ کی سخاوت الزائمر کے مریضوں کے لیے اہم تحقیق اور معاونت کو ممکن بناتی ہے۔ آج ہی عطیہ کریں اور حل کا حصہ بنیں۔

source: LM
ur: مزید جانیں

source: Donate
ur: عطیہ کریں

source: AHead
ur: ہمارا تازہ ترین مضمون ملاحظہ کریں

source: arhead1
ur: الزائمر کی بیماری کیا ہے؟

source: a1para
ur: الزائمر کی بیماری ایک جسمانی بیماری ہے جو دماغ کو متاثر کرتی ہے، جس کی وجہ سے یادداشت کمزور ہو جاتی ہے اور سوچنے، مسئلے حل کرنے اور بات چیت کرنے میں دشواری ہوتی ہے۔ اگر آپ مزید جاننا چاہتے ہیں تو اسے ڈاؤن لوڈ کریں۔

source: adownload
ur: ڈاؤن لوڈ کریں

source: a2head
ur: الزائمر کے مریض کی دیکھ بھال کرتے وقت 6 اہم باتیں

source: a2para
ur: الزائمر کے مریض کی دیکھ بھال کرتے وقت 6 اہم چیزیں مددگار ثابت ہوتی ہیں۔ اگر آپ مزید سیکھنا چاہتے ہیں تو پی ڈی ایف ڈاؤن لوڈ کریں۔

source: a3head
ur: ڈیمینشیا کے بارے میں معلومات حاصل کریں۔

source: a3para
ur: ڈیمینشیا کیا ہے؟ اس سے پیدا ہونے والے مسائل کیا ہیں؟ اگر آپ ان تمام باتوں کے بارے میں جاننا چاہتے ہیں تو "مزید پڑھی پر کلک کریں۔

source: a3btn
ur: مزید پڑھیں →

source: AboutUsHeroHead
ur: ہم الزائمر کے مریضوں کی خدمت کر رہے ہیں

source: AboutUsHeroPara
ur: ہم الزھ کیئر میں الزائمر کی بیماری سے متاثرہ افراد کی مدد کرنے کے لیے پرعزم ہیں۔ ہمارا مقصد آگاہی بڑھانا، مدد فراہم کرنا اور بہتر علاج تلاش کرنے میں معاونت کرنا ہے۔ الزائمر کی بیماری یادداشت، سوچنے کی صلاحیت اور روزمرہ کی سرگرمیوں کو متاثر کرتی ہے، اور ہم سمجھتے ہیں کہ یہ بیماری مریضوں اور ان کے خاندانوں کے لیے کتنی مشکل ہو سکتی ہے۔ ہم ایک ہمدردانہ پلیٹ فارم فراہم کرتے ہیں جہاں الزائمر کے مریض، ان کے تیماردار اور طبی ماہرین مدد اور معلومات حاصل کر سکتے ہیں۔

source: AboutUsVideoHead
ur: کیا آپ الزائمر کی بیماری کے بارے میں جاننا چاہتے ہیں؟ یہ ویڈیو دیکھیں۔

source: LoginHead
ur: الزکیر ہب میں خوش آمدید۔

source: LoginPara
ur: الزائمر کے مریضوں اور دیکھ بھال کرنے والوں کے لیے نگہداشت اور معاونت فراہم کرنا

source: Create account
ur: اکاؤنٹ بنائیں

source: Reset Password
ur: پاس ورڈ ری سیٹ کریں

source: Email
ur: اپنا ای میل درج کریں

source: Password
ur: اپنا پاس ورڈ درج کریں

source: CreateAccount
ur: اکاؤنٹ بنائیں

source: RegisterText
ur: الزکئیر ہب میں بحیثیت نگہداشت فراہم کنندہ شامل ہوں

source: Register
ur: رجسٹر کریں

source: AlreadyAccount
ur: کیا آپ کے پاس پہلے سے اکاؤنٹ موجود ہے؟

source: LoginHere
ur: یہاں لاگ ان کریں

source: OurTeam
ur: ہماری ٹیم

source: JoinUs
ur: ہمارے ساتھ شامل ہوں

source: AlzhStageHead
ur: الزائمر کے مرحلے کی پیش گوئی

source: q1
ur: 1. کیا آپ اکثر حالیہ بات چیت یا واقعات کو بھول جاتے ہیں؟

source: o1
ur: کبھی نہیں

source: o2
ur: کبھی کبھار

source: o3
ur: اکثر

source: q2
ur: 2. کیا آپ کو مالیات یا بلوں کی ادائیگی کے انتظام میں مدد کی ضرورت ہے؟

source: q3
ur: 3. کیا آپ کو وقت یا جگہ کے بارے میں الجھن ہوتی ہے؟ (مثلاً، ہفتے کا دن بھول جانا)

source: q4
ur: 4. کیا آپ کو اہم تاریخیں جیسے سالگرہ یا شادی کی سالگرہ یاد رہتی ہیں؟

source: q5
ur: 5. کیا آپ بغیر کسی مشکل کے بات چیت کو سمجھ اور اس کی پیروی کر سکتے ہیں؟

source: q6
ur: 6. کیا آپ قریبی دوستوں یا خاندان کے افراد کے نام بھول جاتے ہیں؟

source: q7
ur: 7. کیا آپ کو خاندان کے افراد یا قریبی دوستوں کو پہچاننے میں دشواری ہوتی ہے؟

source: q8
ur: 8. کیا آپ کو ذاتی نگہداشت جیسے کپڑے پہننے یا کھانے میں مدد کی ضرورت ہوتی ہے؟

source: q9
ur: 9. کیا آپ واضح طور پر بول سکتے ہیں اور اپنے خیالات آسانی سے ظاہر کر سکتے ہیں؟

source: q10
ur: 10. کیا آپ نے موڈ میں اتار چڑھاؤ یا رویے میں تبدیلی کا تجربہ کیا ہے؟

source: questioneryBtn
ur: الزائمر کے مرحلے کا حساب لگائیں

source: predictHighStage
ur: پیش گوئی کی گئی الزائمر کی حالت: اعلیٰ درجے کا الزائمر

source: highGoal
ur: مقاصد: مکمل وقت کی دیکھ بھال فراہم کرنا، آرام کو یقینی بنانا، صحت کا انتظام کرنا۔

source: highsuggestedSteps
ur: :مجوزہ اقدامات

source: highs1
ur: نرم جسمانی تھراپی

source: highs2
ur: پُر سکون موسیقی بجائیں

source: highs3
ur: پالی ایٹو دیکھ بھال کو سمجھیں

source: Resouces
ur: وسائل

# hrs1
source: hrs2
ur: الزائمر ایسوسی ایشن: "آخری مرحلے کی دیکھ بھال" لنک

source: hrs2
ur: این آئی ایچ: "الزائمر کے لیے آخری وقت کی دیکھ بھال"

source: hrs3
ur: ویب سائٹ - "ڈیمینشیا کی دیکھ بھال: زندگی کے اختتام کے مسائل

source: Link
ur: لنک

source: highstagehead
ur: 🧠 شدید مرحلہ (آخر/اعلی الزائمر کی بیماری)

source: ModerateStageHead
ur: درمیانی مرحلہ الزائمر

source: ModerateHead
ur: 🧠 درمیانی مرحلہ (الزائمر کی درمیانی حالت)

source: ModerateGoal
ur: مقاصد: الجھن، رویے اور حفاظت کا انتظام کرنا۔

source: ms1
ur: محفوظ جگہیں تخلیق

source: ms2
ur: تحریک دینے والے عوامل کی نگرانی کریں

source: ms3
ur: مرحلہ وار ہدایات استعمال کریں

source: mr1
ur: الزائمر ایسوسی ایشن: "درمیانی مرحلے کی نگہداشت

source: mr2
ur: یوٹیوب وسائل (اردو میں) برائے درمیانے درجے کا الزائمر مرض

source: mr3
ur: ورکشاپ: "سمجھدار نگہداشت پروگرام - الزائمر کے بارے میں سیکھیں اور شامل ہوں

source: EarlyStageHead
ur: ابتدائی مرحلہ الزائمر

source: EarlyHead
ur: 🧠 ابتدائی مرحلہ (ہلکی الزائمر کی بیماری)

source: EarlyStageGoal
ur: مقاصد: خودمختاری، معمولات، اور جذباتی فلاح و بہبود کی حمایت کرنا۔

source: Es1
ur: لیبلز کا استعمال کریں

source: Es2
ur: الارم سیٹ کریں

source: Es3
ur: مختصر جملے استعمال کریں

source: Es4
ur: شیڈول برقرار رکھیں

source: Er1
ur: الزائمر ایسوسی ایشن: "ابتدائی مرحلے کی دیکھ بھال

source: Er2
ur: کتاب: "دی 36 آور ڈے"

source: Er3
ur: کورس: "الزائمر اور ڈیمینشیا کی دیکھ بھال کا سیمینار"
